{
  "cobblemon.species.umbravis.name": "Umbravis",
  "seavlbizarremon.species.umbravis.desc": "This Umbreon somehow became stronger from a emblem. It's way of teaching is to beating it's opponents until it is knocked out.",
  "cobblemon.species.glacida.name": "Glacida",
  "seavlbizarremon.species.glacida.desc": "It lives in low temperature caves to find it's pray. It freezes the air around it to make icicle towards it's enemy. Also finds a neat submarine",
  "cobblemon.species.joltinum.name": "Joltinum",
  "seavlbizarremon.species.joltinum.desc": "Burrowing a CW19-5 missile launcher, this Jolteon somehow easily controls it.",
  "cobblemon.species.megwar.name": "Megwar",
  "seavlbizarremon.species.megwar.desc": "It wants revenge who take it's dorsal fin. This brutal Pokémon was modified by Team Aqua. it rival it's mega evolution. ",
  "cobblemon.species.vaporila.name": "Vaporila",
  "seavlbizarremon.species.vaporila.desc": "Vaporeon with a CW10-8 gunner",
  "cobblemon.species.flarichi.name": "Flarichi",
  "seavlbizarremon.species.flarichi.desc": "Flareon with CW18-6 giant arms",
  "cobblemon.species.krokellang.name": "Krokellang",
  "seavlbizarremon.species.krokellang.desc": "The three gears that compose this Pokémon spin at high speed, making the blimp float. Using the two guns, It fires a barrage of spikes when spinning very fast.",
  "cobblemon.species.mortarb.name": "Mortarb",
  "seavlbizarremon.species.mortarb.desc": "",
  "cobblemon.species.spiritempest.name": "Spiritempest",
  "seavlbizarremon.species.spiritempest.desc": "",
  "cobblemon.species.leaforest.name": "Leaforest",
  "seavlbizarremon.species.leaforest.desc": "This Leafeon manage to grow a tree on it's back, it's tree differs depending on it's gender. It uses it's tree to thorns off or tangle it's foe. ",
  "cobblemon.species.sylvijou.name": "Sylvijou",
  "seavlbizarremon.species.sylvijou.desc": "This may look like a regular Sylveon in a dress, however it can materialize objects at will due to a mysterious gem on both of it's bow ties. It's prefer weapon was machine guns.",
  "cobblemon.species.kringwar.name": "Kringwar",
  "seavlbizarremon.species.kringwar.desc": "Klingler with a giant hammer claw",
  "cobblemon.species.scarablet.name": "Scarablet",
  "seavlbizarremon.species.scarablet.desc": "",
  "cobblemon.species.clockage.name": "Clockage",
  "seavlbizarremon.species.clockage.desc": "A random clock that suddeny turn into a pokemon. The clock on it's head is the time it was out. ",
  "cobblemon.species.minadial.name": "Minadial",
  "seavlbizarremon.species.minadial.desc": "It's bell has grown due to the influence of heat. It wanders around aimlessly in the dessert finding a well to hang on. ",
  "cobblemon.species.mechabang.name": "Mechabang",
  "seavlbizarremon.species.mechabang.desc": "Mechabang's bell sound is equivalent of a million bells ringing at the same time. This pokemon is very similar to metagross, it is unknown as if they are related. ",
  "cobblemon.species.mimivee.name": "Mimivee",
  "seavlbizarremon.species.mimivee.desc": "There was a scientist who peeked under Mimivee's old rag in the name of research. The scientist died of a mysterious disease. ",
  "seavlbizarremon.species.tinkaton_nether.desc": "This intelligent Pokémon has a very daring disposition. It knocks netherrack into the sky with it's dragon arm, aiming for flying Charizard. ",
  "seavlbizarremon.species.tinkatuff_nether.desc": "This Pokémon will attack groups of Heatmor and Durant, gathering the bones and skin from them in order to create a large and sturdy battle ram. ",
  "seavlbizarremon.species.tinkatink_nether.desc": "It lives in bastions for supplies of spectral arrow. It creates a sturdy core made of magma and spectral arrows that will be use to create a battle ram. ",
  "cobblemon.species.vaporipotent.name": "Vaporipotent",
  "seavlbizarremon.species.vaporipotent.desc": "A divine Vaporeon that trembles those who face it, hyponotising it's opponents if the opposite gender. It is unobtainable through natural gameplay currently.",
  "cobblemon.species.regihydro.name": "Regihydro",
  "seavlbizarremon.species.regihydro.desc": "It's body is composed of a mix of water stone and mysthic water. It converts the air around it and make a powerful stream of water.",
  "cobblemon.species.regimoss.name": "Regimoss",
  "seavlbizarremon.species.regimoss.desc": "It's entire body is a moss rock. A shine of sunlight can regenerate itself completely due to photosynthesis.",
  "cobblemon.species.dragash.name": "Dragash",
  "seavlbizarremon.species.dragash.desc": "It uses it's side blades to cut through hard steel without touching it, also releasing mysterious fums. It is known as the dancing blade because of how fast it spins.",
  "cobblemon.species.dralily.name": "Dralily",
  "seavlbizarremon.species.dralily.desc": "It's capable of flying faster than 120 mph. The sharp blades at the side is able to cut through ice in order to maneuver the icy terrain",
  "cobblemon.species.drimid.name": "Drimid",
  "seavlbizarremon.species.drimid.desc": "It flies over the ocean following the winds like a leaf. It can slice packs of ice easily.",
  "seavlbizarremon.species.varoom_nether.desc": "As this pokemon is adapting in to the nether enviornment, it build itself a cannon on top of it's body to protect it from prey.",
  "seavlbizarremon.species.revavroom_nether.desc": "The cannon on top of it's body is compress of hot molten lava, ready to fire a burning cannon ball.",
  "cobblemon.species.leafipotent.name": "Leafipotent",
  "seavlbizarremon.species.leafipotent.desc": "A godess Leafeon that gives life and hope, healing everything it touches. It is unobtainable through natural gameplay currently.",
  "cobblemon.species.espilevi.name": "Espilevi",
  "seavlbizarremon.species.espilevi.desc": "Using a strange mystical crystal, this Espeon can control this behemoth of a creature.",
  "seavlbizarremon.species.tandemaus_seavlian.desc": "These pair have been traveling along through the seas, gathering as much materials as possible in order to make a better boat.",
  "seavlbizarremon.species.maushold_seavlian.name": "Mavalhold",
  "seavlbizarremon.species.maushold_seavlian.desc": "They gather so much material, it is enough for 10 little ones to stay for comfortability. The ship they ride on can withstand icebergs using a hidden drill.",
  "cobblemon.species.qwilton.name": "Qwilton",
  "seavlbizarremon.species.qwilton.desc": "It expand it's body and body slams the foe when disturbed. On land, it rolls at high speeds in pursuit of shiny gold nuggets.",
  "cobblemon.species.golbur.name": "Golbur",
  "seavlbizarremon.species.golbur.desc": "",
  "cobblemon.species.hyburst.name": "Hyburst",
  "seavlbizarremon.species.hyburst.desc": "",

  "cobblemon.ui.pokedex.region.seavlian": "Seavlian"
}