{
	
  "cobblemon.species.goom.name": "Goom",
  "cobblemon.species.goom.desc1": "Possibly the weakest Pokémon ever.",
  "cobblemon.species.goom.desc2": "It is constantly trodding about as if searching for something.",
  "cobblemon.species.googaloo.name": "Googaloo",
  "cobblemon.species.googaloo.desc1": "The one that sits at the bottom of Googaloo is considered to be barely sentient.",
  "cobblemon.species.googaloo.desc2": "It is unknown who is in charge of who, as they all seem to do everything in sync with each other.",
  "cobblemon.species.googaloothwomp.name": "Googaloothwomp",
  "cobblemon.species.googaloothwomp.desc1": "The three of them work together in a collective unit that is never seen apart.",
  "cobblemon.species.googaloothwomp.desc2": "The one on the bottom mindlessly follows the commands of the one that stands on its head.",
  "cobblemon.species.toombie.name": "Toombie",
  "cobblemon.species.toombie.desc1": "As a fresh spirit with no tombstone, this Pokemon enters a depressive state.",
  "cobblemon.species.toombie.desc2": "It won’t act or eat until it randomly stumbles upon a tombstone to occupy.",
  "cobblemon.species.funerun.name": "Funerun",
  "cobblemon.species.funerun.desc1": "This Pokémon comes into existence when a departed soul enters a tombstone and suddenly sprouts legs.",
  "cobblemon.species.funerun.desc2": "It causes trouble running through cities by getting in peoples way and being a general nuisance.",
  "cobblemon.species.snowgirl.name": "Snowgirl",
  "cobblemon.species.snowgirl.desc1": "Snowgirl covers itself in a thick layer of snow in place of feathers.",
  "cobblemon.species.snowgirl.desc2": "It is very superficial and haughty, so those without the freshest coatings of snow are ostracized in the flock.",
  "cobblemon.species.snowkie.name": "Snowkie",
  "cobblemon.species.snowkie.desc1": "Snowkies don’t have many feathers, so they roll down snowy hills to turn themselves into walking snowballs.",
  "cobblemon.species.snowkie.desc2": "Even young, they are competitive, so they often compete with each other trying to roll the largest snowball.",
  "cobblemon.species.saprentice.name": "Saprentice",
  "cobblemon.species.saprentice.desc1": "This Pokemon’s innate desire to learn causes it to stalk any passersby it can find.",
  "cobblemon.species.saprentice.desc2": "It absorbs information quickly, making this Pokemon popular among trainers who procrastinate in school.",
  "cobblemon.species.willoch.name": "Willoch",
  "cobblemon.species.willoch.desc1": "Having reached a plateau in its knowledge,",
  "cobblemon.species.willoch.desc2": "it spends its time sleeping and entertaining other Pokemon with a slew of magic tricks.",
  "cobblemon.species.taikoch.name": "Taikoch",
  "cobblemon.species.taikoch.desc1": "The ear-like membranes on Taikoch’s arms are used to amplify its sound. When it beats on its drum, it boosts the fighting spirit of itself and others.",
  "cobblemon.species.taikoch.desc2": "When it signals a fight, its pounding can be heard from incredibly far away.",
  "cobblemon.species.maractaya.name": "Maractaya",
  "cobblemon.species.maractaya.desc1": "When Maractus’s flowers bore fruit during evolution, this Pokémon was filled with a rage that had lay dormant.",
  "cobblemon.species.maractaya.desc2": "It dances vigorously to intimidate others, but many trainers find it cute instead.",
  "cobblemon.species.amperox.name": "Amperox",
  "cobblemon.species.amperox.desc1": "This Pokemon uses special magnets to keep its upper body afloat.",
  "cobblemon.species.amperox.desc2": "It can perform incredibly quick and unpredictable strikes by propelling its torso towards enemies.",
  "cobblemon.species.gubble.name": "Gubble",
  "cobblemon.species.gubble.desc1": "This Pokémon sits in the same place for days doing nothing in particular.",
  "cobblemon.species.gubble.desc2": "When another Pokemon accidentally steps on it, it becomes stuck and is slowly digested to the bone.",
  "cobblemon.species.tarblin.name": "Tarblin",
  "cobblemon.species.tarblin.desc1": "It likes to adorn itself with the bones of its victims. Cubone is it’s favorite prey for this reason.",
  "cobblemon.species.tarblin.desc2": "The tar-like substance that composes its body is incredibly sticky and dangerous. Once you're stuck in it, it's virtually impossible to get out.",
  "cobblemon.species.reita.name": "Reita",
  "cobblemon.species.reita.desc1": "A mysterious energy keeps this Pokémon suspended in the air.",
  "cobblemon.species.reita.desc2": "The barrier it surrounds itself with keeps it isolated from the thoughts and feelings of others.",
  "cobblemon.species.valgarette.name": "Valgarette",
  "cobblemon.species.valgarette.desc1": "Valgarette guides departed souls to the afterlife by its own duty-bound compassion.",
  "cobblemon.species.valgarette.desc2": "Its ice cold armor and powerful cannon defend it and the souls it ferries from malicious bands of Kamerog.",
  "cobblemon.species.kamerog.name": "Kamerog",
  "cobblemon.species.kamerog.desc1": "Kamerog uses its own fiery tail as a weapon to inflict painful wounds. It has a sadistic nature, and takes great pride in the suffering it causes.",
  "cobblemon.species.kamerog.desc2": "Despite the great power it has, Kamerog is incredibly pessimistic and loses motivation as soon as things begin to stop going their way.",
  "cobblemon.species.nephigan.name": "Nephigan",
  "cobblemon.species.nephigan.desc1": "This Pokemon exhibits a very determined attitude. It tends to take challenges head-on, in spite of how impossible these challenges may seem.",
  "cobblemon.species.nephigan.desc2": "Nephigan aren't particularly strong, but they always get back up.",
  "cobblemon.species.larvern.name": "Larvern",
  "cobblemon.species.larvern.desc1": "Despite its tiny appearance, this Pokemon is quite dangerous.",
  "cobblemon.species.larvern.desc2": "It wields poisonous spines on its back to ward off and protect itself against threats.",
  "cobblemon.species.drakoon.name": "Drakoon",
  "cobblemon.species.drakoon.desc1": "With no mouth or limbs, it spends most of this metamorphic stage soundlessly observing its surroundings.",
  "cobblemon.species.drakoon.desc2": "When threatened, it launches hard scales of carapace at its enemies with surprising accuracy.",
  "cobblemon.species.grugg.name": "Grugg",
  "cobblemon.species.grugg.desc1": "It is angered easily, and quick to pummel enemies with a venomous arm or horn.",
  "cobblemon.species.grugg.desc2": "It gets into fights often, but walks away unharmed thanks to the hard as steel scales covering its body.",
  "cobblemon.species.terrasilisk.name": "Terrasilisk",
  "cobblemon.species.terrasilisk.desc1": "This cantankerous pokemon loves ramming head first into anything and anyone in its territory.",
  "cobblemon.species.terrasilisk.desc2": "It’s body is covered head-to-toe in hardened scales. When it's scales were analyzed by scientists, they were unable to distinguish it molecularly from grains of sand.",
  "cobblemon.species.hydron.name": "Hydron",
  "cobblemon.species.hydron.desc1": "During stormy weather Hydron takes off to the skies, using it’s well-developed fins as wings.",
  "cobblemon.species.hydron.desc2": "Hydron is agile in the water, but on land Hydron can only manage a sluggish crawl.",
  "cobblemon.species.hueblow.name": "Hueblow",
  "cobblemon.species.hueblow.desc1": "This Pokemon exhibits an angsty personality when near others.",
  "cobblemon.species.hueblow.desc2": "It punches other Pokemon nearby at great speeds to vent its feelings.",
  "cobblemon.species.potatinator.name": "Potatinator",
  "cobblemon.species.potatinator.desc1": "This Pokemon has rejected nature entirely and has chosen to augment itself with machinery.",
  "cobblemon.species.potatinator.desc2": "It goes rampant in the fields it was raised in, clumsily destroying everything in its path.",
  "cobblemon.species.holinoli.name": "Holinoli",
  "cobblemon.species.holinoli.desc1": "This Pokemon’s heavy cream body makes it a challenge to fly.",
  "cobblemon.species.holinoli.desc2": "Its tiresome flaps leave behind trails of delectable chocolate chips.",
  "cobblemon.species.kamikiku.name": "Kamikiku",
  "cobblemon.species.kamikiku.desc1": "Kamikiku shapes it's hair into a ferocious monster to protect itself. It is said that this hair never stops growing.",
  "cobblemon.species.kamikiku.desc2": "The hair is strong like steel, but it's body is incredibly fragile.",
  "cobblemon.species.cannoling.name": "Cannoling",
  "cobblemon.species.cannoling.desc1": "This Pokemon uses all of its strength to hatch from its crust-like egg.",
  "cobblemon.species.cannoling.desc2": "It seems unable to break the rest of its shell, so it grows content being stuck inside its half-broken egg.",
  "cobblemon.species.slinkalink.name": "Slinkalink",
  "cobblemon.species.slinkalink.desc1": "Slinkalink has a peculiar tendency to reflect changes in its environment. It's body can adapt to these changes rapidly and compress itself during times of stress.",
  "cobblemon.species.slinkalink.desc2": "The two minds that make up this Pokémon often disagree with each other leading to nasty tangles.",
  "cobblemon.species.suikani.name": "Suikani",
  "cobblemon.species.suikani.desc1": "At certain times of the year, hordes of Suikani can be seen floating down rivers and streams.",
  "cobblemon.species.suikani.desc2": "It has a friendly disposition. But if disturbed, it retreats into it's shell and becomes indistinguishable from an ordinary melon.",
  "cobblemon.species.babito.name": "Babito",
  "cobblemon.species.babito.desc1": "This sensitive Pokémon uses the water to protect itself from the sun.",
  "cobblemon.species.babito.desc2": "It bides its time under pools of freshwater gathering the energy required for evolution.",
  "cobblemon.species.fenskito.name": "Fenskito",
  "cobblemon.species.fenskito.desc1": "This Pokémon loves engaging others in intense duels using its proboscis as a weapon.",
  "cobblemon.species.fenskito.desc2": "The cloak on its arm is used for shade and to deflect attacks from other Fenskito.",
  "cobblemon.species.skeetobelle.name": "Skeetobelle",
  "cobblemon.species.skeetobelle.desc1": "The specialized arm it uses to siphon bodily fluids from its prey doubles as a parasol to protect its sensitive skin from sunlight.",
  "cobblemon.species.skeetobelle.desc2": "Skeetobelle can ingest up to twice its body weight in fluids during feeding sessions. When it isnt feeding, Skeetobelle can often be found protecting young Babito from aquatic predators.",
  "cobblemon.species.cigarat.name": "Cigarat",
  "cobblemon.species.cigarat.desc1": "Its prolonged exposure to its own heavily toxic smoke has darkened its fur.",
  "cobblemon.species.cigarat.desc2": "While in a pack, the darker one’s fur is, the more power it has. This fur is very flammable and releases noxious chemicals if burned.",
  "cobblemon.species.smouse.name": "Smouse",
  "cobblemon.species.smouse.desc1": "This Pokemon’s internal organs produce a fragrant yet harmful gas.",
  "cobblemon.species.smouse.desc2": "This gas contains particles that stain Smouse’s fur.",
  "cobblemon.species.gyweld.name": "Gyweld",
  "cobblemon.species.gyweld.desc1": "This Pokemon has no arms or legs, so it forms a bond with its metal vehicle early on.",
  "cobblemon.species.gyweld.desc2": "Its vehicle runs over anyone that gawks over how cute this Pokemon looks.",
  "cobblemon.species.puffoon.name": "Puffoon",
  "cobblemon.species.puffoon.desc1": "Due to its foolishness, this Pokemon accidentally ties its moustache around its mouth. This keeps its extremely buoyant gas from escaping, allowing it to fly around in the air.",
  "cobblemon.species.puffoon.desc2": "During this time, its fins develop into special wings to help guide its travel.",
  "cobblemon.species.emposter.name": "Emposter",
  "cobblemon.species.emposter.desc1": "Despite living in an aquatic environment, Emposter’s smooth gemstone body is vulnerable to erosion.",
  "cobblemon.species.emposter.desc2": "The more it swims using the fabricated body it inhabits, the more polished it’s gemstone becomes. Once polished to a fine point, it begins its evolution to Masquerjade.",
  "cobblemon.species.masquerjade.name": "Masquerjade",
  "cobblemon.species.masquerjade.desc1": "Masquerjade embeds itself within it’s scary-looking, weightless projection.",
  "cobblemon.species.masquerjade.desc2": "The projection allows it to locomote through the ocean and keep it’s pristinely cut body untarnished by erosion.",
  "cobblemon.species.fubber.name": "Fubber",
  "cobblemon.species.fubber.desc1": "This incredibly flexible Pokemon shoots bubbles of highly buoyant gas at approaching threats.",
  "cobblemon.species.fubber.desc2": "It uses its string-like whiskers to help form its flotation bubbles.",
  "cobblemon.species.fossie.name": "Fossie",
  "cobblemon.species.fossie.desc1": "It clumsily stumbles due to the magnetic connection between its torso and its waist.",
  "cobblemon.species.fossie.desc2": "This Pokemon must spend much of its time training in order to master this magnetic division of its body.",
  "cobblemon.species.airpy.name": "Airpy",
  "cobblemon.species.airpy.desc1": "Airpy is a remarkably intelligent Pokemon with a mischievous nature.",
  "cobblemon.species.airpy.desc2": "It often steals piles of food from humans before lifting it up to it's sky-high nests.",
  "cobblemon.species.airpyxl.name": "Airpy",
  "cobblemon.species.airpyxl.desc1": "It often steals piles of food from humans before lifting it up to it's sky-high nests.",
  "cobblemon.species.airpyxl.desc2": "This Airpy is better at stealing food than others.",
  "cobblemon.form.koffing-goombian.name": "Koffing",
  "cobblemon.form.koffing-goombian.desc1": "A rare form of Koffing that exists in only the coldest of climates.",
  "cobblemon.form.koffing-goombian.desc2": "It builds a strong tolerance against the bitter cold.",
  "cobblemon.species.sneezing.name": "Sneezing",
  "cobblemon.species.sneezing.desc1": "This Pokemon gently floats into towns and cities during winter.",
  "cobblemon.species.sneezing.desc2": "It lingers for only a moment before flying away, but it’s enough to make nearly everyone who was near it sick.",
  "cobblemon.species.crypalis.name": "Crypalis",
  "cobblemon.species.crypalis.desc1": "This Pokemon’s efforts at communication are impossible to translate or understand.",
  "cobblemon.species.crypalis.desc2": "The goopy mass that engulfs this Pokemon seem to hide the rest of its body.",
  "cobblemon.species.shoggolith.name": "Shoggolith",
  "cobblemon.species.shoggolith.desc1": "This enigmatic and dangerous Pokémon has a tendency to corrupt the minds of those around it.",
  "cobblemon.species.shoggolith.desc2": "Once Shoggolith enters the minds of its victims, it compels them into doing bizarre behavior.",
  "cobblemon.species.bugbyte.name": "Bugbyte",
  "cobblemon.species.bugbyte.desc1": "Despite being so erratic and unstable, Bugbyte is passive in nature and generally keeps to itself when it isn’t hungry.",
  "cobblemon.species.bugbyte.desc2": "However, if Bugbyte comes into contact with electronics it can cause irreparable damage and corruption.",
  "cobblemon.species.taytohtot.name": "Taytohtot",
  "cobblemon.species.taytohtot.desc1": "Upon sprouting from the ground, this Pokemon’s only desire is to grow as large as possible with reckless abandon.",
  "cobblemon.species.taytohtot.desc2": "This Pokemon shows a particular curiosity for electronics as well.",
  "cobblemon.species.debugs.name": "Debugs",
  "cobblemon.species.debugs.desc1": "Debugs was formed when hundreds of similar pokemon completely altered their behavior as if they were sent a signal.",
  "cobblemon.species.debugs.desc2": "They rampage through data centers and electronics factories to feed on the electricity, leaving destruction and corrupted data in their wake.",
  "cobblemon.species.workahollo.name": "Workahollo",
  "cobblemon.species.workahollo.desc1": "It has gone so long without rest that it’s body has become hollow and soulless.",
  "cobblemon.species.workahollo.desc2": "Just being near it is enough to drain your energy and make you feel exhausted as well.",
  "cobblemon.species.karoshicore.name": "Karoshicore",
  "cobblemon.species.karoshicore.desc1": "Karoshicore’s dreams are so vivid that they materalize as abstract shapes and colors.",
  "cobblemon.species.karoshicore.desc2": "It sleeps more peacefully than any other pokémon, but it will never wake up.",
  "cobblemon.species.lymming.name": "Lymming",
  "cobblemon.species.lymming.desc1": "This Pokemon is known to pester others into looking at its boulder stash.",
  "cobblemon.species.lymming.desc2": "Although many consider this Pokemon to be an annoyance, geologists find lymming invaluable.",
  "cobblemon.species.karstory.name": "Karstory",
  "cobblemon.species.karstory.desc1": "It stacks its boulders meticulously, these boulders can even contain well-preserved fossils.",
  "cobblemon.species.karstory.desc2": "Its boulders are commonly used by historians to teach others about geological phenomena.",
  "cobblemon.species.poseiclops.name": "Poseiclops",
  "cobblemon.species.poseiclops.desc1": "This Pokemon is aggressively territorial and is known to sink ships that enter its waters.",
  "cobblemon.species.poseiclops.desc2": "Strangely enough, many Poseiclops have a peculiar fascination for Wooloo and often raise herds of them on their islands.",
  "cobblemon.species.drosphilia.name": "Drosphilia",
  "cobblemon.species.drosphilia.desc1": "Drosphilia are attracted to the overly sweet, such as rotting fruit. This attraction extends to things that are sweet in a romantic sense as well.",
  "cobblemon.species.drosphilia.desc2": "They are often a nuisance for young couples.",
  "cobblemon.species.vaalzebub.name": "Vaalzebub",
  "cobblemon.species.vaalzebub.desc1": "Vaalzebub’s saliva contains a strange chemical that causes immediate infatuation.",
  "cobblemon.species.vaalzebub.desc2": "When devouring prey, Vaalzebub uses it's saliva to keep it’s victims distracted during their final moments.",
  "cobblemon.species.masticat.name": "Masticat",
  "cobblemon.species.masticat.desc1": "It bites anything it pleases, even people who wander too deep into its forest.",
  "cobblemon.species.masticat.desc2": "This further strengthens its powerful jaws.",
  "cobblemon.species.chewshire.name": "Chewshire",
  "cobblemon.species.chewshire.desc1": "Its mouth is stuck in a perpetual grin due to its powerful jaw muscles.",
  "cobblemon.species.chewshire.desc2": "This grin encourages lost wanderers to follow it for guidance, but its enigmatic nature tends to get trainers even more lost than if they hadn’t followed it.",
  "cobblemon.species.salamarine.name": "Salamarine",
  "cobblemon.species.salamarine.desc1": "This Pokemon possesses an incredibly hot fire-spewing gland that launches streams of superheated oily fluid at enemies.",
  "cobblemon.species.salamarine.desc2": "This organ gets overheated easily, so it likes to spend all of its time swimming in cold oceans.",
  "cobblemon.species.jodoki.name": "Jodoki",
  "cobblemon.species.jodoki.desc1": "A bowl-shaped pokemon believed to be related to an ancient society destroyed by a volcanic cataclysm.",
  "cobblemon.species.jodoki.desc2": "Some report seeing visions in their mind of its destruction when they touch Jodoki.",
  "cobblemon.species.umeltaka.name": "Umeltaka",
  "cobblemon.species.umeltaka.desc1": "Umeltaka is made almost entirely of molten rock, sustained by the motes of psychic energy on its body.",
  "cobblemon.species.umeltaka.desc2": "Oddly, it is shaped like a cooking vessel used by an enigmatic society from thousands of years ago.",
  "cobblemon.species.misteamie.name": "Misteamie",
  "cobblemon.species.misteamie.desc1": "Omnicog undergoes a mysterious transformation when exposed to certain machinery, turning it into Misteamie.",
  "cobblemon.species.misteamie.desc2": "This good-natured Pokemon is known to traverse vast networks of railroads looking for smaller Pokemon to carry around on its back.",
  "cobblemon.species.oremand.name": "Oremand",
  "cobblemon.species.oremand.desc1": "When exposed to a certain device, Omnicog assembles itself into Oremand.",
  "cobblemon.species.oremand.desc2": "This temperamental Pokemon devastates tough rock with its heavy alloy crushers and eats the resulting gravel. It processes the ore it eats, becoming part of the highly valuable crystal atop its head.",
  "cobblemon.species.omnicog.name": "Omnicog",
  "cobblemon.species.omnicog.desc1": "Omnicog is known to gather loose components and assemble them onto itself.",
  "cobblemon.species.omnicog.desc2": "It likes to fit itself into machinery, becoming part of whatever mechanism it enters. It has the potential to turn into a diverse array of intricate machines.",
  "cobblemon.species.anemini.name": "Anemini",
  "cobblemon.species.anemini.desc1": "Anemini are naturally weak swimmers, and are often swept away by ocean currents.",
  "cobblemon.species.anemini.desc2": "Although friendly, they are coated in a hazardous mucus, so petting them is not recommended.",
  "cobblemon.species.nurumone.name": "Nurumone",
  "cobblemon.species.nurumone.desc1": "A slothful and lazy Pokémon. Despite looking harmless, it constantly secretes a poisonous slime that can cause paralysis if touched.",
  "cobblemon.species.nurumone.desc2": "It uses its sharp claws to forcibly deliver this neurotoxin to prey and predators alike.",
  "cobblemon.species.upsigenia.name": "Upsigenia",
  "cobblemon.species.upsigenia.desc1": "This Pokemon was said to have scuttled the seas on stiff, spiny legs.",
  "cobblemon.species.upsigenia.desc2": "It used the gentle arms atop its body to pass food towards its head. Interestingly, odd green energy glowed from this Pokemon’s fossil.",
  "cobblemon.species.hallucerebra.name": "Hallucerebra",
  "cobblemon.species.hallucerebra.desc1": "This Pokemon slowly roamed the ocean floor in search for more of its kind.",
  "cobblemon.species.hallucerebra.desc2": "The large stone on its head hummed with resounding strength, causing powerful vibrations in the surrounding water.",
  "cobblemon.species.ascrolyte.name": "Ascrolyte",
  "cobblemon.species.ascrolyte.desc1": "This Pokemon lurks in ancient tombs, it does its best to keep these places tidy.",
  "cobblemon.species.ascrolyte.desc2": "It is known to guide adventurers with the plethora of information written inside of it.",
  "cobblemon.species.flapestry.name": "Flapestry",
  "cobblemon.species.flapestry.desc1": "Mysteriously, in the night, Flapestry are said to sweep the floors of their trainers’ homes, snacking on all the sand and dust it can find.",
  "cobblemon.species.flapestry.desc2": "In a heroic act of kindness, it will go out of its way to carry lost desert travelers to safety.",
  "cobblemon.species.isuckle.name": "Isuckle",
  "cobblemon.species.isuckle.desc1": "It ceaselessly cries if it doesn’t have an icicle to suck on.",
  "cobblemon.species.isuckle.desc2": "Isuckle’s mother tirelessly searches the desert for water in order to avoid these shrieking sobs.",
  "cobblemon.species.desmotel.name": "Desmotel",
  "cobblemon.species.desmotel.desc1": "This Pokemon is most active during the cold desert nights. It scrupulously ensures that not a drop of water is wasted.",
  "cobblemon.species.desmotel.desc2": "It strategically hunts Maractus and drains them dry, this water is then sweat out and frozen to form its vicious ice blades.",
  "cobblemon.species.lunage.name": "Lunage",
  "cobblemon.species.lunage.desc1": "Written in tales of old, Lunage had to leave its owner behind and journey to the stars, back to its true home.",
  "cobblemon.species.lunage.desc2": "The farmer who had raised this Pokemon spent much of his days in deep sadness at the loss of his dear companion.",
  "cobblemon.species.croppup.name": "Croppup",
  "cobblemon.species.croppup.desc1": "According to legend, an old farmer discovered Croppup in his cabbage patch.",
  "cobblemon.species.croppup.desc2": "After the farmer raised it, he found that his other cabbages had nuggets of gold hidden within them.",
  "cobblemon.species.protobi.name": "Protobi",
  "cobblemon.species.protobi.desc1": "Protobi had only just started sprouting it’s feathers. This embarrassment lead to a highly aggressive nature.",
  "cobblemon.species.protobi.desc2": "A wise Protoffin would occasionally mentor a Protobi and set them on the path to maturity.",
  "cobblemon.species.protoffin.name": "Protoffin",
  "cobblemon.species.protoffin.desc1": "This Pokémon’s wings were used as extra arms rather than for flight.",
  "cobblemon.species.protoffin.desc2": "It unleashed rapid blows against opponents with these stone-tipped wings, and would charge headfirst with it’s thick skull if desperate enough.",
  "cobblemon.species.magnipulo.name": "Magnipulo",
  "cobblemon.species.magnipulo.desc1": "This nefarious Pokémon uses its absurdly long, string-like tentacles to make others do it’s own bidding. Every action this Pokémon makes is slow and deliberate, as if it is working towards some kind of grand plan.",
  "cobblemon.species.magnipulo.desc2": "Only once all of these plans have been foiled will Magnipulo resort to brutal strangulation.",
  "cobblemon.species.cephalange.name": "Cephalange",
  "cobblemon.species.cephalange.desc1": "The tips of Cephalange’s tentacles can change color and texture as desired.",
  "cobblemon.species.cephalange.desc2": "For some strange reason, Cephalange only uses this to mock the other Pokemon it lives with.",
  "cobblemon.species.alpioca.name": "Alpioca",
  "cobblemon.species.alpioca.desc1": "This Pokemon feeds on a certain root, it then turns it into a gummy substance that coats its body.",
  "cobblemon.species.alpioca.desc2": "It is very docile, allowing farmers to shear its milk foam fur for their confections.",
  "cobblemon.species.thespatine.name": "Thespatine",
  "cobblemon.species.thespatine.desc1": "It meticulously finds the purest plot of ice it can to begin its intense exercises. In order to defend this ice from anyone who dares sully it, Thespatine uses its surgically sharp skates to slash at foes.",
  "cobblemon.species.thespatine.desc2": "It’s rare to find Thespatine practicing, and it will only perform for the most elite.",
  "cobblemon.species.pikapod.name": "Pikapod",
  "cobblemon.species.pikapod.desc1": "Long ago, Pikapod was hunted to near extinction due to its dangerous electric shocks. Only those with a pattern that resembled Pikachu were spared for their cuteness.",
  "cobblemon.species.pikapod.desc2": "Today, it is virtually impossible to find a Pikapod without a Pikachu pattern. After years of hunting, it has adapted to be quite durable and use its squishy body to convert kinetic force into electrical energy.",
  "cobblemon.species.fanatee.name": "Fanatee",
  "cobblemon.species.fanatee.desc1": "Fanatee often finds itself lost in the throes of performance. The culture this Pokemon absorbs influences its theatrical tastes.",
  "cobblemon.species.fanatee.desc2": "It might listen to a song from Primarina or watch a routine from Thespatine.",
  "cobblemon.species.brunatee.name": "Brunatee",
  "cobblemon.species.brunatee.desc1": "Brunatee sings with boisterous volume, it frequently challenges Primarina to contests of song. It can hold a high note for hours at a time.",
  "cobblemon.species.brunatee.desc2": "Fanatee look up to it as an icon of bravery and heroism.",
  "cobblemon.species.manafreed.name": "Manafreed",
  "cobblemon.species.manafreed.desc1": "Manafreed sacrifices much in the name of opera. In the pursuit of method acting, it has fought countless battles against fierce Pokemon.",
  "cobblemon.species.manafreed.desc2": "Although battle-worn, Manafreed wears its scars with pride.",
  
  "cobblemon.pokedex.variation.wild": "Wild",
  "cobblemon.pokedex.variation.puppet": "Puppet",
  "cobblemon.pokedex.variation.carpet": "Carpet",
  "cobblemon.pokedex.variation.slinky_color": "Slinky Color",
  
  "cobblemon.ui.pokedex.region.goombia": "Goombia",
  "cobblemon.ui.pokedex.info.form.goombia": "Goombian"
}